<template>
  <div>
    <div class="block">
      <h2>服务条款</h2>
      <p>
        欢迎使用本应用的服务条款。感谢您花时间阅读它！<br />
        非常感谢您对我们的信任，我们打算始终保持这种信任。本条款以通俗易懂的语言描述了我们的服务条款，将法律和技术术语保持在最低限度。
      </p>
      <h3>一、使用规范：</h3>
      <p>
        1、本条所述内容是指用户使用本服务过程中所制作、上载、复制、发布、传播的任何内容，包括文字、语音、图片、视频、图文等发送、回复或自动回复消息和相关链接页面，以及其他使用帐号或本服务所产生的内容。
      </p>
      <p>
        2、用户不得利用App帐号或本服务制作、上载、复制、发布、传播如下法律、法规和政策禁止的内容：<br />
        (1) 反对宪法所确定的基本原则的；<br />
        (2) 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的； <br />
        (3) 损害国家荣誉和利益的； <br />
        (4) 煽动民族仇恨、民族歧视，破坏民族团结的；<br />
        (5) 破坏国家宗教政策，宣扬邪教和封建迷信的； <br />
        (6) 散布谣言，扰乱社会秩序，破坏社会稳定的； <br />
        (7) 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br />
        (8) 侮辱或者诽谤他人，侵害他人合法权益的； <br />
        (9)不遵守法律法规底线、社会主义制度底线、国家利益底线、公民合法权益底线、社会公共秩序底线、道德风尚底线和信息真实性底线的“七条底线”要求的；<br />
        (10) 含有法律、行政法规禁止的其他内容的信息。
      </p>
      <p>
        3、用户不得利用App帐号或本服务制作、上载、复制、发布、传播如下干扰App正常运营，以及侵犯其他用户或第三方合法权益的内容：<br />
        (1) 含有任何性或性暗示的；<br />
        (2) 含有辱骂、恐吓、威胁内容的；<br />
        (3) 含有骚扰、垃圾广告、恶意信息、诱骗信息的； <br />
        (4)涉及他人隐私、个人信息或资料的；<br />
        (5) 侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的；<br />
        (6) 含有其他干扰本服务正常运营和侵犯其他用户或第三方合法权益内容的信息。
      </p>
      <h3>二、服务条款的修改</h3>
      <p>
        本网站及APP有权在必要时修改条款，将会在页面公布。<br />
        如果不接受所改动的内容，用户可以主动取消自己的会员资格。如果您不取消自己的会员资格，则视为接受服务条款的变动。
      </p>
      <h3>三、拒绝提供担保</h3>
      <p>
        用户明确同意使用本公司服务，由用户个人承担风险。<br />

        本网站及APP不担保服务一定满足用户的要求，也不担保服务不会中断，对服务的及时性、安全性、出错发生都不作担保。<br />

        用户理解并接受：任何通过服务取得的信息资料的可靠性有用性取决于用户自己的判断，用户自己承担所有风险和责任。
      </p>
      <h3>四、有限责任</h3>
      <p>
        本网站及APP对任何由于使用服务引发的直接、间接、偶然及继起的损害不负责任。<br />

        这些损害可能来自（包括但不限于）：不正当使用服务，或传送的信息不符合规定等。
      </p>
      <h3>五、结束服务</h3>
      <p>
        本网站及APP可随时根据实际情况中断一项或多项服务，不需对任何个人或第三方负责或知会。<br />

        同时用户若反对任何服务条款的建议或对后来的条款修改有异议，或对服务不满，用户可以行使如下权利：<br />

        (1) 不再使用本公司的服务。 <br />

        (2) 通知本公司停止对该用户的服务。
      </p>
      <h3>六、信息内容的所有权</h3>
      <p>
        本公司的信息内容包括：文字、软件、声音、相片、录象、图表；以及其它信息，所有这些内容受版权、商标、标签和其它财产所有权法律的保护。<br />

        用户只能在授权下才能使用这些内容，而不能擅自复制、再造这些内容、或创造与内容有关的派生产品。
      </p>
      <h3>七、适用法律</h3>
      <p>
        上述条款将适用中华人民共和国的法律，所有的争端将诉诸于本网所在地的人民法院。<br />
        如发生服务条款与中华人民共和国法律相抵触时，则这些条款将完全按法律规定重新解释，而其它条款则依旧保持约束力。
      </p>
    </div>

    <h2>隐私政策</h2>
    <p>
      欢迎使用本应用的隐私政策。感谢您花时间阅读它！<br />

      非常感谢您对我们的信任，我们打算始终保持这种信任。本政策以通俗易懂的语言描述了我们的隐私政策，将法律和技术术语保持在最低限度。
    </p>

    <p>
      一、个人信息：<br />

      本应用不会收集、传输任何个人身份识别信息。同时与本应用一起工作的服务没有使用、存储、加密或披露任何个人信息。
    </p>
    <p>
      二、技术信息: <br />

      本应用不会发送或存储任何技术信息（例如应用发送的HTTP请求中包含的IP地址）。但是我们保留在今后版本中收集相关技术信息以为您提供更好服务的权利。届时我们会更新本协议。
    </p>
    <p>
      三、分享和广告:<br />

      本应用采用的广告已经过滤对儿童不良的信息，但如果出现针对个别儿童的刺激内容，您可以卸载该应用保护儿童健康。本应用采用的分享机制可以将内容分享到社交网络，请家长对该移动设备关联的社交网络平台予以监督。
    </p>
    <p>
      四、第三方服务:<br />

      如本应用使用了第三方服务，这些服务对于信息的使用不包括在本协议内。你将会明确地知晓使用的第三方服务，同时我们会尽力向第三方提供最少的信息。
    </p>
    <p>
      五、报告违反或获取更多信息:<br />

      如果您希望报告任何违反本协议的情况或需要获取更多关于本应用的信息，请发送邮件到h02@yocat.cc
    </p>
    <p>
      六、适用法律 <br />

      上述条款将适用中华人民共和国的法律，所有的争端将诉诸于本网所在地的人民法院。
      <br />

      如发生服务条款与中华人民共和国法律相抵触时，则这些条款将完全按法律规定重新解释，而其它条款则依旧保持约束力。
    </p>
  </div>
</template>

<script>
export default {
  name: "TermsService",
};
</script>

<style></style>
